Tekla.Structures.DrawingInternal.dotGrDimensionPlacingAttributes_t


Tekla.Structures.DrawingInternal.dotGrDimensionPlacingAttributes_t.Placing


Tekla.Structures.DrawingInternal.dotGrDimensionPlacingAttributes_t.Direction


Tekla.Structures.DrawingInternal.dotGrDimensionPlacingAttributes_t.Distance


Tekla.Structures.DrawingInternal.dotGrDimensionPlacingAttributes_t.ToStruct(Tekla.Structures.Drawing.DimensionSetBaseAttributes.DimensionPlacingAttributes)


Tekla.Structures.DrawingInternal.dotGrDimensionPlacingAttributes_t.FromStruct(Tekla.Structures.Drawing.DimensionSetBaseAttributes.DimensionPlacingAttributes)
